Repository: alma4rebi/arfedoraccframework
Catalog: po/*.po
Languages: ar

source: Drives Info
ar: معلومات عن أقراض التخزين

source: Utilities
ar: أدوات

source: For Test
ar: للتجربة

source: <b>Drives Info</b>
ar: <b>معلومات عن أقراص التخزين</b>

source: Cinnamon Control Center
ar: مركز تحكم Cinnamon

source: System
ar: خدمات النظام

source: Fix Flash
ar: إصلاح الفلاشة

source: Fix Flash Memory After dd command
ar: إصلاح الفلاشة بعد تنفيذ امر dd

source: <b>Fix USB Flash Memory Adter dd Command</b>
ar: <b>إصلاح الفلاشة بعد تنفيذ امر dd</b>

source: Run Fix
ar: تشغيل الإصلاح

source: Force Umount
ar: فصل بالقوة

source: Force Umount
ar: فصل الفلاشة بالقوة

source: Refresh
ar: تحديث

source: WARNING !! ALL DATA ON {} WILL BE LOST Are You Sure You Want To Continue ?
ar: تحذير !! كل البيانات على {} سيتم فقدانها هل أنت متأكد من أنك تريد المتابعة ؟

source: Fix Flash Memory {} Sucess.
ar: إصلاح الفلاشة {} تم بنجاح.

source: Example
ar: مثال

source: For Testing
ar: للتجربة

source: Lxqt Control Center
ar: مركز تحكم Lxqt

source: Mate Control Center
ar: مركز تحكم Mate

source: Lxde Control Center
ar: مركز تحكم Lxde

source: <b>Lxde Control Programs</b>
ar: <b>مركز تحكم Lxde</b>

source: Plasma Control Center
ar: مركز تحكم Plasma

source: Service Manager
ar: إدارة الخدمات

source: Systemd Service Manager
ar: إدارة خدمات Systemd

source: <b>SystemD Service Manager</b>
ar: <b>إدارة خدمات SystemD</b>

source: <b>Services Name</b>
ar: <b>إسم الخدمة</b>

source: <b>Enable/Disable</b>
ar: <b>تفعيل/إقاف التفعيل</b>

source: <b>Start/Stop</b>
ar: <b>تشغيل/إقاف التشغيل</b>

source: <b>User Services</b>
ar: <b>خدمات المستخدم</b>

source: <b>System Services</b>
ar: <b>خدمات النظام</b>

source: OpenBox Control Center
ar: مركز تحكم OpenBox

source: Selinux Manager
ar: Selinux إدارة

source: <b>Selinux Manager</b>
ar: <b>Selinux إدارة</b>

source: <b>Set And Apply Selinux Mode</b>
ar: <b>تغير وتفعيل سياسة Selinux</b>

source: Enforcing
ar: فرض بالقوة

source: Permissive
ar: متسامح

source: Gnome Control Center
ar: مركز تحكم Gnome

source: Enter Program Name...
ar: أدخل إسم البرنامج

source: Name :
ar: الإسم :

source: Command :
ar: الأمر :

source: Path :
ar: المسار :

source: File :
ar: الملف :

source: Get
ar: شغل

source: Name : {}
ar: الإسم : {}

source: Command : {}
ar: الأمر : {}

source: Path : {}
ar: المسار : {}

source: File : {}
ar: الملف : {}

source: Command : Unknown
ar: الأمر : مجهول

source: Path : Unknown
ar: المسار : مجهول

source: File : Unknown
ar: الملف : مجهول

source: Name Unknown
ar: الإسم مجهول

source: XFCE Control Center
ar: مركز تحكم XFCE

source: Repos Manager
ar: إدارة المستودعات

source: Dnf Repos Manager
ar: إدارة مستودعات Dnf

source: <b>Dnf Repos Manager</b>
ar: <b>إدارة مستودعات Dnf</b>

source: Hawaii Center
ar: مركز تحكم Hawaii

source: Hawaii Control Center
ar: مركز تحكم Hawaii
